[Play_DLC2_T_VAH_MATINEE_Boots_Ground_3 AkEvent]
SpokenText="The data must be preserved at all costs! You must hurry! Take this and find Bradford!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_Ambush_Research_Five_1 AkEvent]
SpokenText="I have made a terrible mistake. Commander... I sometimes wish you were here to keep my ambitions in check. Subject Gamma has escaped. A tremor opened a minute fracture in the containment unit. That was all the creature needed. It shattered the metal, cracking it as if it were glass. Or a sheet of thin ice."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_Ambush_Research_Four AkEvent]
SpokenText="With limited resources at my disposal, I wonder whether I should have focused my efforts on a single subject, rather than the three over which I must now preside.  Few of my staff feel comfortable in the containment facility. I myself must therefore keep a constant vigil. Still the potential benefits far outweigh these concerns... though the unease around subject Gamma in particular is admittedly... contagious."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_Ambush_Research_One AkEvent]
SpokenText="Success! I have managed to remove the genetic blockers on the specimens' DNA allowing the repressed traits to flourish. While Subjects Alpha and Beta show promise, it is subject Gamma I find the most intriguing."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_Ambush_Research_Six AkEvent]
SpokenText="Fisher went off in search of the creature. Damn her heroics. She found no sign of Gamma but she did uncover a clutch of eggs. Preliminary analysis reveals them to be reptilian in nature. If Gamma is indeed reproducing, if it is somehow communicating with others of its kind then...we are lost."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_Ambush_Research_Three_1 AkEvent]
SpokenText="The extent to which the Elders tamper with the genetic fabric of their subordinate races knows no bounds. It occurs to me that this is the first male of the species I have ever encountered. Is this a form of population control or something more?  Am I looking at the fate of my own species?"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_Ambush_Research_Two AkEvent]
SpokenText="While Subjects Alpha and Beta both continue to exhibit exaggerated, sometimes erratic variations on their traditionally observed behaviors, Subject Gamma has grown to become something else entirely. Behind those eyes there is an intelligence that I have not witnessed in any unaltered specimens of its kind."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_King_Research_Five AkEvent]
SpokenText="The data upload is complete. I have also prepared several unique weapons I hope will be of use. I am sure he will question the ethics behind their construction but I believe Bradford will still find a way to put them to good use. He has proven quite effective in keeping the resistance together all these years. I only hope he will one day forgive my departure."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_King_Research_Four AkEvent]
SpokenText="We are lost. Each hour more Vipers appear. Either summoned by Gamma or hatched from those infernal eggs. I have encoded all relevant data on these creatures within this data pad. A sentimental gesture perhaps but I can only hope it reaches Bradford or the resistance. There is still a chance they can stop these creatures. If only we still had the Commander..."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_King_Research_One_2 AkEvent]
SpokenText="I saw it. For a moment... at the containment facility. Gamma. The creature has grown remarkably since its escape... had the rest of the team not arrived I am sure I would not be here now."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_King_Research_Six AkEvent]
SpokenText="They've surrounded the Skyranger. The damned things grow smarter each day. At least Gamma does. If Big Sky and the others are to find you they will need a distraction, Bradford. I will not let them down... even if I must bring this entire cavern down with me. I wish you well. I know you will come. Dr. M. Vahlen, Chief Scientist, XCOM, signing off. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_King_Research_Three AkEvent]
SpokenText="We were overwhelmed. The walls seemed to flow with Vipers. I thought for a moment Fisher might hold them off but there were too many. At least she bought me enough time to set up the warning beacon. The last sound I remember hearing was the destruction of the other two containment units. If subjects Alpha and Beta are free as well I can only pray the beacon's message holds."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Post_King_Research_Two AkEvent]
SpokenText="Our few remaining scouts report significant increases in bio density in the area. It is clear... we are not alone. I can no longer delude myself... Gamma is clearly communicating with others of its kind. And there are the eggs."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Pre_Ambush_Research_Five AkEvent]
SpokenText="The specimens' growth continues to accelerate. Given these creatures apparent pliability when it comes to drastic changes in their genetic makeup, I believe it may be possible to reverse selected traits that the aliens themselves engineered into dormancy."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Pre_Ambush_Research_Four AkEvent]
SpokenText="Though I am certain some of my prior colleagues at XCOM would find the nature of my work here unsettling, I must persevere. I have no doubt these creatures would one day reach maturity regardless of my intentions. Left here alone, the results could have been disastrous. With my guidance, at the very least I am preventing a potential catastrophe."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Pre_Ambush_Research_One AkEvent]
SpokenText="[Cough] Testing... System Dictation... this is Dr. M. Vahlen... initial entry. It has taken me longer than I care to admit, but the secondary power system is finally operational, enough so that I can move on to more compelling work."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Pre_Ambush_Research_Six AkEvent]
SpokenText="The degree of genetic manipulation the aliens have exposed these creatures to is remarkable. Had I more time I would study the exact nature of the suppressed traits I have discovered. However, there is a war to be fought and the world cannot wait for idle curiosity."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Pre_Ambush_Research_Three AkEvent]
SpokenText="With three unique, viable embryos recovered from the surviving cryostasis unit, I now have a rare opportunity - one never afforded to me during my time with XCOM. I am free to pursue a research directive of my own choosing."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Pre_Ambush_Research_Two_1 AkEvent]
SpokenText="While attempting to salvage materials from what appeared to be a totally inert storage system, I made an astonishing discovery - a single cryostasis unit remained intact and occupied. This changes everything."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_VAH_Unbroken_Transmission_1 AkEvent]
SpokenText="An extreme biological hazard is present throughout this area. Genetically enhanced alien species in this region are of particular concern to the civilian populace. Do not approach under any circumstances. All attempts should be made to avoid contact with these life-forms."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

